cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'microsoft/git'

brew 'tree'
brew 'jq'
brew 'git'
brew 'jenv'
brew 'python'
brew 'pyenv'
brew 'yarn'
brew 'gh'

cask 'git-credential-manager-core'
cask 'kdiff3'
cask 'iterm2'
cask 'visual-studio-code'
cask 'docker'
cask 'postman'
cask 'firefox'
cask 'google-chrome'
cask 'dropbox'
cask 'google-drive'
cask 'notion'
cask 'whatsapp'
