cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'bash'
brew 'tree'
brew 'jq'
brew 'git'
brew 'bash-git-prompt'
brew 'bash-completion'
brew 'python'
brew 'awscli'
brew 'jenv'

cask 'kdiff3'
cask 'iterm2'
cask 'virtualbox'
cask 'vagrant'
cask 'atom'
cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'gas-mask'
cask 'dropbox'
cask 'google-backup-and-sync'
cask 'spotify'
cask 'java'
cask 'slack'

brew 'scala'
brew 'sbt@1'
