cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'bash'
brew 'tree'
brew 'jq'
brew 'git'
brew 'bash-git-prompt'
brew 'bash-completion'
brew 'python'
brew 'awscli'
brew 'Caskroom/cask/kdiff3'

cask 'iterm2'
cask 'virtualbox'
cask 'vmware-fusion'
cask 'vagrant'
cask 'dockertoolbox'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'gas-mask'
cask 'lastpass'
cask 'dropbox'
cask 'google-drive'
cask 'spotify'
cask 'silverlight'
cask 'hipchat'
cask 'wireshark'
cask 'gpgtools'
cask 'java'
